Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 全部通过 Homebrew 安装与升级，应用不会自行下载可执行文件
de: Alles wird mit Homebrew installiert und aktualisiert; die App lädt nie selbst ausführbare Dateien
en: Everything is installed and upgraded with Homebrew; the app never downloads executables itself
fr: Tout s’installe et se met à jour avec Homebrew ; l’app ne télécharge jamais d’exécutables elle-même
ja: すべて Homebrew でインストール・更新します。アプリが実行ファイルを自らダウンロードすることはありません
ko: 모두 Homebrew로 설치하고 업데이트합니다. 앱이 직접 실행 파일을 다운로드하지 않습니다

source: 关闭
de: Schließen
en: Close
fr: Fermer
ja: 閉じる
ko: 닫기

source: 关闭时，退出应用会停止 Transmission；打开后，下次启动引擎时生效，重新打开应用会接回同一个后台引擎。
de: Aus: Beim Beenden der App stoppt Transmission. Ein: Wirkt beim nächsten Engine-Start, und beim erneuten Öffnen verbindet sich die App wieder mit derselben Hintergrund-Engine.
en: When off, quitting the app stops Transmission. When on, it takes effect the next time the engine starts, and reopening the app reconnects to the same background engine.
fr: Désactivé, quitter l’app arrête Transmission. Activé, cela prend effet au prochain démarrage du moteur, et la réouverture de l’app se reconnecte au même moteur en arrière-plan.
ja: オフの場合、アプリを終了すると Transmission も停止します。オンにすると次回エンジン起動時から有効になり、アプリを開き直すと同じバックグラウンドエンジンに再接続します。
ko: 끄면 앱을 종료할 때 Transmission도 멈춥니다. 켜면 다음에 엔진을 시작할 때부터 적용되며, 앱을 다시 열면 같은 백그라운드 엔진에 다시 연결합니다.

source: 其中 %lld 个已发送到达芬奇：移动后达芬奇里对应片段会变成离线，需要在达芬奇里重新链接（Relink）。
de: %lld davon wurden an DaVinci Resolve gesendet: Nach dem Verschieben sind diese Clips in Resolve offline und müssen neu verknüpft werden (Relink).
en: %lld of them were sent to DaVinci Resolve: after moving, those clips go offline in Resolve and need to be relinked.
fr: %lld d’entre eux ont été envoyés à DaVinci Resolve : après le déplacement, ces plans seront hors ligne dans Resolve et devront être reliés (Relink).
ja: うち %lld 件は DaVinci Resolve に送信済みです。移動すると Resolve 内の該当クリップはオフラインになり、Resolve で再リンク（Relink）が必要です。
ko: 그중 %lld개는 DaVinci Resolve로 전송되었습니다. 이동 후에는 Resolve의 해당 클립이 오프라인이 되어 Resolve에서 다시 연결(Relink)해야 합니다.

source: 其他 MCP 客户端（Hermes、Cursor 等）的配置：
de: Konfiguration für andere MCP-Clients (Hermes, Cursor usw.):
en: Configuration for other MCP clients (Hermes, Cursor, etc.):
fr: Configuration pour d’autres clients MCP (Hermes, Cursor, etc.) :
ja: その他の MCP クライアント（Hermes、Cursor など）の設定：
ko: 다른 MCP 클라이언트(Hermes, Cursor 등) 설정:

source: 兼容 MP4（无损封装）
de: Kompatibles MP4 (verlustfrei umverpackt)
en: Compatible MP4 (Lossless Remux)
fr: MP4 compatible (réencapsulation sans perte)
ja: 互換 MP4（無劣化パッケージ）
ko: 호환 MP4(무손실 재패키징)

source: 兼容登录…
de: Browser-Anmeldung …
en: Browser Sign-in…
fr: Connexion via le navigateur…
ja: ブラウザログイン…
ko: 브라우저 로그인…

source: 兼容登录设置
de: Einstellungen der Browser-Anmeldung
en: Browser Sign-in Settings
fr: Réglages de connexion via le navigateur
ja: ブラウザログインの設定
ko: 브라우저 로그인 설정

source: 写入封面和标签需要 FFmpeg。请先执行：brew install ffmpeg
de: Zum Schreiben von Covern und Tags wird FFmpeg benötigt. Zuerst ausführen: brew install ffmpeg
en: Writing covers and tags requires FFmpeg. First run: brew install ffmpeg
fr: L’écriture des pochettes et des tags nécessite FFmpeg. Exécutez d’abord : brew install ffmpeg
ja: カバーとタグの書き込みには FFmpeg が必要です。まず実行してください：brew install ffmpeg
ko: 커버와 태그를 쓰려면 FFmpeg가 필요합니다. 먼저 실행하세요: brew install ffmpeg

source: 准备保存演示音频
de: Demo-Audio wird vorbereitet
en: Preparing demo audio
fr: Préparation de l’audio de démo
ja: デモ音声を準備中
ko: 데모 오디오 준비 중

source: 分享
de: Teilen
en: Share
fr: Partage
ja: 共有
ko: 공유

source: 分享率 %.2f
de: Verhältnis %.2f
en: Ratio %.2f
fr: Ratio %.2f
ja: 共有比 %.2f
ko: 공유 비율 %.2f

source: 分享率达到 %.1f 后停止
de: Bei Verhältnis %.1f stoppen
en: Stop at ratio %.1f
fr: Arrêter au ratio %.1f
ja: 共有比 %.1f で停止
ko: 공유 비율 %.1f에 도달하면 중지

source: 分别保存平台直接提供的视频流和音频流，内容不转码、不合并。
de: Sichert die von der Plattform gelieferten Video- und Audiostreams getrennt, ohne Transkodierung oder Zusammenführung.
en: Saves the video and audio streams the platform provides separately, without transcoding or merging.
fr: Enregistre séparément les flux vidéo et audio fournis par la plateforme, sans transcodage ni fusion.
ja: プラットフォームが提供する動画ストリームと音声ストリームを別々に保存します。トランスコードや結合はしません。
ko: 플랫폼이 제공하는 동영상 스트림과 오디오 스트림을 따로 저장하며, 트랜스코딩하거나 합치지 않습니다.

source: 分辨率
de: Auflösung
en: Resolution
fr: Résolution
ja: 解像度
ko: 해상도

source: 前往视频
de: Zu „Video“
en: Go to Video
fr: Aller à Vidéo
ja: 動画へ
ko: 동영상으로 이동

source: 剩余
de: Verbleibend
en: Remaining
fr: Restant
ja: 残り
ko: 남음

source: 剩余 %@ 秒
de: %@ s verbleibend
en: %@ s remaining
fr: %@ s restantes
ja: 残り %@ 秒
ko: %@초 남음

source: 剪辑
de: Schnitt
en: Edit
fr: Montage
ja: 編集
ko: 편집

source: 剪辑代理 · DNxHR LB
de: Schnitt-Proxy · DNxHR LB
en: Edit Proxy · DNxHR LB
fr: Proxy de montage · DNxHR LB
ja: 編集用プロキシ · DNxHR LB
ko: 편집 프록시 · DNxHR LB

source: 剪辑代理 · H.264（硬件编码）
de: Schnitt-Proxy · H.264 (Hardware)
en: Edit Proxy · H.264 (Hardware)
fr: Proxy de montage · H.264 (matériel)
ja: 編集用プロキシ · H.264（ハードウェア）
ko: 편집 프록시 · H.264(하드웨어)

source: 剪辑代理 · ProRes Proxy
de: Schnitt-Proxy · ProRes Proxy
en: Edit Proxy · ProRes Proxy
fr: Proxy de montage · ProRes Proxy
ja: 編集用プロキシ · ProRes Proxy
ko: 편집 프록시 · ProRes Proxy

source: 剪辑代理 · 转码 · 音轨 · 本机转录，结果写入 derivatives.json
de: Schnitt-Proxys · Transkodierung · Tonspuren · Transkription auf dem Gerät; Ergebnisse in derivatives.json
en: Edit proxies · transcoding · audio tracks · on-device transcription; results go to derivatives.json
fr: Proxys de montage · transcodage · pistes audio · transcription locale ; résultats dans derivatives.json
ja: 編集用プロキシ · トランスコード · 音声トラック · ローカル文字起こし。結果は derivatives.json に記録
ko: 편집 프록시 · 트랜스코딩 · 오디오 트랙 · 로컬 받아쓰기, 결과는 derivatives.json에 기록

source: 加入下载队列
de: Zur Download-Warteschlange hinzufügen
en: Add to Download Queue
fr: Ajouter à la file de téléchargement
ja: ダウンロードキューに追加
ko: 다운로드 대기열에 추가

source: 加入队列（%lld）
de: Einreihen (%lld)
en: Add to Queue (%lld)
fr: Ajouter à la file (%lld)
ja: キューに追加（%lld）
ko: 대기열에 추가(%lld)

source: 半分辨率 DNxHR LB，跨平台代理
de: DNxHR LB in halber Auflösung, plattformübergreifender Proxy
en: Half-resolution DNxHR LB, cross-platform proxy
fr: DNxHR LB demi-résolution, proxy multiplateforme
ja: 半分の解像度の DNxHR LB、クロスプラットフォームのプロキシ
ko: 절반 해상도 DNxHR LB, 크로스 플랫폼 프록시

source: 半分辨率 H.264 8 Mbps，体积最小的代理
de: H.264 8 Mbit/s in halber Auflösung, der kleinste Proxy
en: Half-resolution H.264 8 Mbps, the smallest proxy
fr: H.264 8 Mbit/s demi-résolution, le proxy le plus léger
ja: 半分の解像度の H.264 8 Mbps、最も小さいプロキシ
ko: 절반 해상도 H.264 8Mbps, 가장 작은 프록시

source: 半分辨率（超过 1080p 时），VideoToolbox 硬件 ProRes；发送到达芬奇时自动关联为代理
de: Halbe Auflösung (über 1080p), VideoToolbox-Hardware-ProRes; beim Senden an DaVinci Resolve automatisch als Proxy verknüpft
en: Half resolution (above 1080p), VideoToolbox hardware ProRes; linked as proxy automatically when sent to DaVinci Resolve
fr: Demi-résolution (au-delà de 1080p), ProRes matériel VideoToolbox ; associé automatiquement comme proxy à l’envoi vers DaVinci Resolve
ja: 半分の解像度（1080p 超の場合）、VideoToolbox ハードウェア ProRes。DaVinci Resolve に送信すると自動でプロキシとしてリンク
ko: 절반 해상도(1080p 초과 시), VideoToolbox 하드웨어 ProRes. DaVinci Resolve로 보낼 때 프록시로 자동 연결

source: 单曲
de: Titel
en: Song
fr: Titre
ja: シングル
ko: 싱글

source: 压缩 · HEVC（硬件编码）
de: Komprimieren · HEVC (Hardware)
en: Compress · HEVC (Hardware)
fr: Compression · HEVC (matériel)
ja: 圧縮 · HEVC（ハードウェア）
ko: 압축 · HEVC(하드웨어)

source: 原文件夹已不存在
de: Der Originalordner existiert nicht mehr
en: The original folder no longer exists
fr: Le dossier d’origine n’existe plus
ja: 元のフォルダがもう存在しません
ko: 원래 폴더가 더 이상 없습니다

source: 去登录
de: Anmelden
en: Sign In
fr: Se connecter
ja: ログイン
ko: 로그인하기

source: 发送到达芬奇
de: An DaVinci Resolve senden
en: Send to DaVinci Resolve
fr: Envoyer à DaVinci Resolve
ja: DaVinci Resolve に送信
ko: DaVinci Resolve로 보내기

source: 发送到达芬奇失败
de: Senden an DaVinci Resolve fehlgeschlagen
en: Sending to DaVinci Resolve failed
fr: Échec de l’envoi à DaVinci Resolve
ja: DaVinci Resolve への送信に失敗しました
ko: DaVinci Resolve로 보내지 못했습니다

source: 发送到达芬奇失败：%@
de: Senden an DaVinci Resolve fehlgeschlagen: %@
en: Sending to DaVinci Resolve failed: %@
fr: Échec de l’envoi à DaVinci Resolve : %@
ja: DaVinci Resolve への送信に失敗しました：%@
ko: DaVinci Resolve로 보내지 못했습니다: %@

source: 发送时同时用这些片段建立时间线
de: Beim Senden auch eine Timeline aus diesen Clips erstellen
en: Also create a timeline from these clips when sending
fr: Créer aussi une timeline avec ces plans lors de l’envoi
ja: 送信時にこれらのクリップでタイムラインも作成
ko: 보낼 때 이 클립들로 타임라인도 만들기

source: 取消
de: Abbrechen
en: Cancel
fr: Annuler
ja: キャンセル
ko: 취소

source: 取消当前任务
de: Aktuelle Aufgabe abbrechen
en: Cancel Current Task
fr: Annuler la tâche en cours
ja: 現在のタスクをキャンセル
ko: 현재 작업 취소

source: 受保护平台
de: Geschützte Plattform
en: Protected platform
fr: Plateforme protégée
ja: 保護されたプラットフォーム
ko: 보호된 플랫폼

source: 另有 %lld 个课时当前账号无法观看（通常需要购买或登录），已隐藏。
de: %lld weitere Lektionen sind mit diesem Konto nicht sichtbar (meist Kauf oder Anmeldung nötig) und werden ausgeblendet.
en: %lld more lectures cannot be viewed with this account (usually need purchase or sign-in) and are hidden.
fr: %lld autres leçons ne sont pas visibles avec ce compte (achat ou connexion généralement requis) et sont masquées.
ja: このアカウントで視聴できないレクチャーが他に %lld 件あります（通常は購入またはログインが必要）。非表示にしています。
ko: 이 계정으로 볼 수 없는 강의가 %lld개 더 있어(보통 구매 또는 로그인 필요) 숨겼습니다.

source: 只从列表移除，已下载的文件保留在磁盘上
de: Entfernt nur aus der Liste; geladene Dateien bleiben auf dem Datenträger
en: Only removes it from the list; downloaded files stay on disk
fr: Retire seulement de la liste ; les fichiers téléchargés restent sur le disque
ja: リストから外すだけで、ダウンロード済みのファイルはディスクに残ります
ko: 목록에서만 제거하며, 다운로드한 파일은 디스크에 남습니다

source: 只会下载你账号有权观看、且没有 DRM 保护的课时；受保护的课时会在课程清单里标记为已跳过。
de: Es werden nur Lektionen geladen, die dein Konto ansehen darf und die nicht DRM-geschützt sind; geschützte Lektionen werden im Kursmanifest als übersprungen markiert.
en: Only lectures your account can watch and that are not DRM-protected are downloaded; protected lectures are marked as skipped in the course manifest.
fr: Seules les leçons visibles par votre compte et non protégées par DRM sont téléchargées ; les leçons protégées sont marquées comme ignorées dans le manifeste du cours.
ja: アカウントで視聴でき、DRM で保護されていないレクチャーだけをダウンロードします。保護されたレクチャーはコースのマニフェストにスキップとして記録されます。
ko: 계정으로 볼 수 있고 DRM으로 보호되지 않은 강의만 다운로드합니다. 보호된 강의는 강좌 매니페스트에 건너뜀으로 표시됩니다.

source: 只保存平台直接提供的最佳音频流，不转换为 MP3，不伪装来源。
de: Sichert nur den besten Audiostream der Plattform, ohne MP3-Konvertierung oder Verschleierung der Quelle.
en: Saves only the best audio stream the platform provides, without converting to MP3 or disguising the source.
fr: Enregistre uniquement le meilleur flux audio fourni par la plateforme, sans conversion en MP3 ni maquillage de la source.
ja: プラットフォームが提供する最良の音声ストリームだけを保存します。MP3 への変換やソースの偽装はしません。
ko: 플랫폼이 제공하는 최고 오디오 스트림만 저장하며, MP3로 변환하거나 출처를 속이지 않습니다.

source: 只加入可下载的 %lld 条
de: Nur die %lld ladbaren hinzufügen
en: Add Only the %lld Downloadable
fr: Ajouter seulement les %lld téléchargeables
ja: ダウンロード可能な %lld 件だけを追加
ko: 다운로드 가능한 %lld개만 추가

source: 只接受你明确获准保存的 HTTPS 音频文件地址。Spotify 与 Spotify CDN 地址不会被接受。
de: Es werden nur HTTPS-Audiodatei-URLs akzeptiert, die du ausdrücklich sichern darfst. Spotify- und Spotify-CDN-URLs werden abgelehnt.
en: Only HTTPS audio file URLs you are explicitly permitted to save are accepted. Spotify and Spotify CDN URLs are rejected.
fr: Seules les URL de fichiers audio HTTPS que vous êtes explicitement autorisé à enregistrer sont acceptées. Les URL Spotify et du CDN Spotify sont refusées.
ja: 保存を明示的に許可された HTTPS の音声ファイル URL だけを受け付けます。Spotify と Spotify CDN の URL は受け付けません。
ko: 저장이 명시적으로 허락된 HTTPS 오디오 파일 주소만 받습니다. Spotify와 Spotify CDN 주소는 받지 않습니다.

source: 只能下载你已购买课程中没有 DRM 保护的课时，并会放慢请求节奏以免账号受限。
de: Nur DRM-freie Lektionen gekaufter Kurse können geladen werden; Anfragen werden verlangsamt, um Kontosperren zu vermeiden.
en: Only DRM-free lectures from courses you purchased can be downloaded, and requests are slowed down to avoid account limits.
fr: Seules les leçons sans DRM des cours achetés peuvent être téléchargées, et les requêtes sont ralenties pour éviter les limitations du compte.
ja: 購入済みコースのうち DRM のないレクチャーだけをダウンロードでき、アカウント制限を避けるためにリクエストの間隔を空けます。
ko: 구매한 강좌 중 DRM이 없는 강의만 다운로드할 수 있으며, 계정 제한을 피하기 위해 요청 속도를 늦춥니다.

source: 只能暂停正在下载的视频任务
de: Nur ladende Videoaufgaben können pausiert werden
en: Only downloading video tasks can be paused
fr: Seules les tâches vidéo en cours de téléchargement peuvent être mises en pause
ja: 一時停止できるのはダウンロード中の動画タスクだけです
ko: 다운로드 중인 동영상 작업만 일시 정지할 수 있습니다

source: 只要无损
de: Nur verlustfrei
en: Lossless Only
fr: Sans perte uniquement
ja: ロスレスのみ
ko: 무손실만

source: 只读取曲目身份、专辑与歌单顺序
de: Liest nur Titelidentität, Album und Playlist-Reihenfolge
en: Reads only track identity, album and playlist order
fr: Lit uniquement l’identité des titres, l’album et l’ordre des playlists
ja: 曲の識別情報、アルバム、プレイリストの順序だけを読み取ります
ko: 곡 식별 정보, 앨범, 재생목록 순서만 읽음

source: 只选视频
de: Nur Videos
en: Videos Only
fr: Vidéos uniquement
ja: 動画のみ選択
ko: 동영상만 선택

source: 可用：{artist} {album} {title} {id} {index}，用 / 分隔文件夹 · 示例：%@
de: Verfügbar: {artist} {album} {title} {id} {index}; / für Ordner · Beispiel: %@
en: Available: {artist} {album} {title} {id} {index}; use / for folders · Example: %@
fr: Disponibles : {artist} {album} {title} {id} {index} ; / pour les dossiers · Exemple : %@
ja: 使用可能：{artist} {album} {title} {id} {index}、/ でフォルダを区切る · 例：%@
ko: 사용 가능: {artist} {album} {title} {id} {index}, /로 폴더 구분 · 예: %@

source: 叶惠美
de: Ye Hui Mei
en: Yeh Hui-mei
fr: Ye Hui Mei
ja: 葉惠美
ko: 엽혜미

source: 合并
de: Zusammenführen
en: Merge
fr: Fusion
ja: 結合
ko: 병합

source: 周杰伦
de: Jay Chou
en: Jay Chou
fr: Jay Chou
ja: ジェイ・チョウ
ko: 주걸륜

source: 哔哩哔哩
de: Bilibili
en: Bilibili
fr: Bilibili
ja: Bilibili
ko: Bilibili

source: 哔哩哔哩的高画质、番剧或账户内容可能需要登录。
de: Bilibili-Inhalte in hoher Qualität, Anime oder kontogebundene Inhalte können eine Anmeldung erfordern.
en: Bilibili high-quality, anime or account content may require sign-in.
fr: Les contenus Bilibili en haute qualité, animés ou liés au compte peuvent nécessiter une connexion.
ja: Bilibili の高画質、アニメ、アカウント限定のコンテンツにはログインが必要な場合があります。
ko: Bilibili의 고화질, 애니메이션, 계정 전용 콘텐츠는 로그인이 필요할 수 있습니다.

source: 商店版暂不提供第三方站点音视频下载
de: Die Store-Version bietet noch keine Downloads von Drittanbieter-Websites
en: The store version does not offer third-party site downloads yet
fr: La version boutique ne propose pas encore le téléchargement depuis des sites tiers
ja: ストア版はサードパーティサイトのダウンロードにまだ対応していません
ko: 스토어 버전은 아직 타사 사이트 다운로드를 제공하지 않습니다

source: 商店版未启用第三方站点音视频下载
de: Downloads von Drittanbieter-Websites sind in der Store-Version nicht aktiviert
en: Third-party site downloads are not enabled in the store version
fr: Le téléchargement depuis des sites tiers n’est pas activé dans la version boutique
ja: ストア版ではサードパーティサイトのダウンロードは有効になっていません
ko: 스토어 버전에서는 타사 사이트 다운로드가 켜져 있지 않습니다

source: 商店版聚焦 Spotify 元数据与本地音频整理；本地完整版可另行处理你有权保存的站点媒体。
de: Die Store-Version konzentriert sich auf Spotify-Metadaten und lokale Audioorganisation; die lokale Vollversion verarbeitet Website-Medien, die du speichern darfst.
en: The store version focuses on Spotify metadata and local audio organization; the local full version handles site media you have the right to save.
fr: La version boutique se concentre sur les métadonnées Spotify et l’organisation de l’audio local ; la version complète locale gère les médias de sites que vous avez le droit d’enregistrer.
ja: ストア版は Spotify のメタデータとローカル音声の整理に特化しています。保存する権利のあるサイトのメディアはローカルのフル版で扱えます。
ko: 스토어 버전은 Spotify 메타데이터와 로컬 오디오 정리에 집중합니다. 저장할 권리가 있는 사이트 미디어는 로컬 전체 버전에서 처리할 수 있습니다.

source: 回调地址
de: Callback-URL
en: Callback URL
fr: URL de rappel
ja: コールバック URL
ko: 콜백 주소

source: 在 %@ 内打开官网登录，分别保存各网站会话
de: Melde dich in %@ auf den offiziellen Websites an; jede Sitzung wird getrennt gespeichert
en: Sign in on the official sites inside %@; each site's session is kept separately
fr: Connectez-vous sur les sites officiels dans %@ ; chaque session est conservée séparément
ja: %@ 内で公式サイトにログインし、サイトごとにセッションを保存
ko: %@ 안에서 공식 사이트에 로그인하고, 사이트별로 세션을 따로 저장

source: 在 App 内登录
de: In der App anmelden
en: Sign In in App
fr: Se connecter dans l’app
ja: アプリ内でログイン
ko: 앱에서 로그인

source: 在 Finder 中显示
de: Im Finder zeigen
en: Show in Finder
fr: Afficher dans le Finder
ja: Finder で表示
ko: Finder에서 보기

source: 在 Spotify 打开
de: In Spotify öffnen
en: Open in Spotify
fr: Ouvrir dans Spotify
ja: Spotify で開く
ko: Spotify에서 열기

source: 在“音乐”页面完成本地音频匹配并保存后，素材包记录会显示在这里。记录只保存在本机。
de: Nachdem du auf der Seite „Musik“ lokales Audio zugeordnet und gesichert hast, erscheinen hier die Pakete. Einträge bleiben nur auf diesem Mac.
en: After you match and save local audio on the Music page, package records appear here. Records are stored only on this Mac.
fr: Après avoir associé et enregistré l’audio local dans la page Musique, les paquets apparaissent ici. Les enregistrements restent uniquement sur ce Mac.
ja: 「音楽」ページでローカル音声のマッチングと保存を終えると、パッケージの記録がここに表示されます。記録はこのMacにのみ保存されます。
ko: '음악' 페이지에서 로컬 오디오 매칭과 저장을 마치면 패키지 기록이 여기에 표시됩니다. 기록은 이 Mac에만 저장됩니다.

source: 在任何应用里复制视频链接或磁力链接后按 ⌘⇧D，会自动打开对应页面并开始解析。只在按下快捷键时读取剪贴板。
de: Kopiere in einer beliebigen App einen Video- oder Magnet-Link und drücke ⌘⇧D, um die passende Seite zu öffnen und die Analyse zu starten. Die Zwischenablage wird nur beim Drücken des Kurzbefehls gelesen.
en: Copy a video or magnet link in any app and press ⌘⇧D to open the right page and start analyzing. The clipboard is read only when you press the shortcut.
fr: Copiez un lien vidéo ou magnet dans n’importe quelle app et appuyez sur ⌘⇧D pour ouvrir la bonne page et lancer l’analyse. Le presse-papiers n’est lu qu’au moment du raccourci.
ja: どのアプリでも動画リンクやマグネットリンクをコピーして ⌘⇧D を押すと、対応するページを開いて解析を始めます。クリップボードはショートカットを押したときだけ読み取ります。
ko: 어느 앱에서든 동영상 링크나 마그넷 링크를 복사하고 ⌘⇧D를 누르면 해당 페이지를 열고 분석을 시작합니다. 클립보드는 단축키를 누를 때만 읽습니다.

source: 在官网右上角用 QQ 或微信扫码登录；未登录无法下载。
de: Melde dich oben rechts auf der offiziellen Website per QQ- oder WeChat-Scan an; Downloads erfordern eine Anmeldung.
en: Sign in at the top right of the official site by scanning with QQ or WeChat; downloads need sign-in.
fr: Connectez-vous en haut à droite du site officiel en scannant avec QQ ou WeChat ; le téléchargement nécessite une connexion.
ja: 公式サイトの右上で QQ または WeChat のスキャンでログインしてください。ログインしないとダウンロードできません。
ko: 공식 사이트 오른쪽 위에서 QQ 또는 WeChat으로 스캔해 로그인하세요. 로그인하지 않으면 다운로드할 수 없습니다.

source: 在官网右上角登录（扫码或手机号）；会员账号可获得无损音质。
de: Melde dich oben rechts auf der offiziellen Website an (QR-Code oder Telefonnummer); Mitgliedskonten erhalten verlustfreie Qualität.
en: Sign in at the top right of the official site (QR code or phone number); member accounts get lossless quality.
fr: Connectez-vous en haut à droite du site officiel (QR code ou téléphone) ; les comptes membres obtiennent la qualité sans perte.
ja: 公式サイトの右上でログインしてください（QR コードまたは電話番号）。会員アカウントならロスレス音質を利用できます。
ko: 공식 사이트 오른쪽 위에서 로그인하세요(QR 코드 또는 휴대폰 번호). 회원 계정은 무손실 음질을 받을 수 있습니다.

source: 在应用内打开网易云 / QQ 音乐网页，找到歌曲后点「下载当前页面」
de: NetEase Cloud Music / QQ Music in der App durchsuchen, Titel finden und „Aktuelle Seite laden“ klicken
en: Browse NetEase Cloud Music / QQ Music inside the app, find a song and click “Download Current Page”
fr: Parcourez NetEase Cloud Music / QQ Music dans l’app, trouvez un titre et cliquez sur « Télécharger la page actuelle »
ja: アプリ内で NetEase Cloud Music / QQ 音楽のページを開き、曲を見つけたら「現在のページをダウンロード」をクリック
ko: 앱 안에서 NetEase Cloud Music / QQ 뮤직 페이지를 열고 곡을 찾은 뒤 '현재 페이지 다운로드'를 클릭

source: 在应用内浏览
de: In der App durchsuchen
en: Browse in App
fr: Parcourir dans l’app
ja: アプリ内で閲覧
ko: 앱에서 둘러보기

source: 在设置 › 流媒体网站登录 中登录；QQ 音乐必须登录，网易云登录会员后可下载无损
de: Melde dich unter Einstellungen › Anmeldung bei Streaming-Websites an. QQ Music erfordert eine Anmeldung; NetEase-Mitglieder können verlustfrei laden
en: Sign in under Settings › Streaming Site Sign-in. QQ Music requires sign-in; NetEase members can download lossless
fr: Connectez-vous dans Réglages › Connexion aux sites de streaming. QQ Music exige une connexion ; les membres NetEase peuvent télécharger sans perte
ja: 設定 › ストリーミングサイトのログイン でログインしてください。QQ 音楽はログイン必須、NetEase は会員ログインでロスレスをダウンロードできます
ko: 설정 › 스트리밍 사이트 로그인에서 로그인하세요. QQ 뮤직은 로그인이 필수이고, NetEase는 회원 로그인 시 무손실을 다운로드할 수 있습니다

source: 城市边缘
de: Stadtrand
en: City Edge
fr: Bord de la ville
ja: 街のはずれ
ko: 도시의 끝

source: 城市边缘 (Live)
de: Stadtrand (Live)
en: City Edge (Live)
fr: Bord de la ville (Live)
ja: 街のはずれ (Live)
ko: 도시의 끝 (Live)

source: 处理
de: Verarbeitung
en: Processing
fr: Traitement
ja: 処理
ko: 처리

source: 处理…
de: Verarbeiten …
en: Process…
fr: Traiter…
ja: 処理…
ko: 처리…

source: 处理中
de: Wird verarbeitet
en: Processing
fr: Traitement
ja: 処理中
ko: 처리 중

source: 处理失败：%@
de: Verarbeitung fehlgeschlagen: %@
en: Processing failed: %@
fr: Échec du traitement : %@
ja: 処理に失敗しました：%@
ko: 처리 실패: %@

source: 复制
de: Kopieren
en: Copy
fr: Copier
ja: コピー
ko: 복사

source: 复制后校验不一致（%@），原文件已保留
de: Prüfung nach dem Kopieren fehlgeschlagen (%@); das Original wurde behalten
en: Verification failed after copying (%@); the original was kept
fr: Échec de la vérification après copie (%@) ; l’original a été conservé
ja: コピー後の検証が一致しません（%@）。元のファイルは残しています
ko: 복사 후 검증이 일치하지 않습니다(%@). 원본 파일은 보존했습니다

source: 复制校验失败，源文件和目标文件 SHA-256 不一致：%@
de: Kopierprüfung fehlgeschlagen, SHA-256 von Quelle und Ziel weichen ab: %@
en: Copy verification failed, SHA-256 of source and destination differ: %@
fr: Échec de la vérification de copie, les SHA-256 de la source et de la destination diffèrent : %@
ja: コピーの検証に失敗しました。コピー元とコピー先の SHA-256 が一致しません：%@
ko: 복사 검증 실패, 원본과 대상 파일의 SHA-256이 다릅니다: %@

source: 外部浏览器
de: Externer Browser
en: External Browser
fr: Navigateur externe
ja: 外部ブラウザ
ko: 외부 브라우저

source: 外部浏览器兼容方式
de: Externer Browser (kompatibler Modus)
en: External browser (compatible mode)
fr: Navigateur externe (mode compatible)
ja: 外部ブラウザ互換モード
ko: 외부 브라우저 호환 방식

source: 夜航
de: Nachtflug
en: Night Flight
fr: Vol de nuit
ja: 夜間飛行
ko: 야간 비행

source: 夜行剪辑室 · Night Drive Selects
de: Nachtschnittraum · Night Drive Selects
en: Night Edit Room · Night Drive Selects
fr: Salle de montage de nuit · Night Drive Selects
ja: 夜の編集室 · Night Drive Selects
ko: 야간 편집실 · Night Drive Selects

source: 大小
de: Größe
en: Size
fr: Taille
ja: サイズ
ko: 크기

source: 大小未知
de: Größe unbekannt
en: Size unknown
fr: Taille inconnue
ja: サイズ不明
ko: 크기 알 수 없음

source: 失败
de: Fehlgeschlagen
en: Failed
fr: Échec
ja: 失敗
ko: 실패

# 失败 · %@：%@
source: 失败 · %1$@：%2$@
de: Fehlgeschlagen · %@: %@
en: Failed · %@: %@
fr: Échec · %@ : %@
ja: 失敗 · %@：%@
ko: 실패 · %@: %@

source: 媒体不存在、已删除或为私有
de: Medium fehlt, wurde gelöscht oder ist privat
en: Media missing, deleted or private
fr: Média absent, supprimé ou privé
ja: メディアが存在しないか、削除済みまたは非公開です
ko: 미디어가 없거나 삭제되었거나 비공개입니다

source: 媒体信息无法读取：%@
de: Medieninformationen konnten nicht gelesen werden: %@
en: Could not read media information: %@
fr: Impossible de lire les informations du média : %@
ja: メディア情報を読み取れません：%@
ko: 미디어 정보를 읽을 수 없습니다: %@

source: 媒体受 DRM 保护
de: Medium ist DRM-geschützt
en: Media is DRM-protected
fr: Média protégé par DRM
ja: メディアは DRM で保護されています
ko: 미디어가 DRM으로 보호됩니다

source: 媒体夹：
de: Bin:
en: Bin:
fr: Chutier :
ja: ビン：
ko: 빈:

source: 媒体已下载，但生成清单失败：%@
de: Medium geladen, aber das Manifest konnte nicht erstellt werden: %@
en: Media downloaded, but creating the manifest failed: %@
fr: Média téléchargé, mais la création du manifeste a échoué : %@
ja: メディアはダウンロード済みですが、マニフェストの生成に失敗しました：%@
ko: 미디어는 다운로드했지만 매니페스트 생성에 실패했습니다: %@

source: 媒体链接
de: Medienlink
en: Media Link
fr: Lien média
ja: メディアリンク
ko: 미디어 링크

source: 字幕下载失败，本次跳过字幕
de: Untertitel-Download fehlgeschlagen; Untertitel diesmal übersprungen
en: Subtitle download failed; skipping subtitles this time
fr: Échec du téléchargement des sous-titres ; ignorés cette fois
ja: 字幕のダウンロードに失敗したため、今回は字幕をスキップします
ko: 자막 다운로드에 실패해 이번에는 자막을 건너뜁니다
